<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<title>Insert title here</title>
</head>
<body>
■ 개인 정보 취급 방침<br/>

(주)상담해듀오심리상담센터(이하 본원)는 회원님의 개인정보 보호를 위해 최선을 다합니다 <br/>
본원은 회원의 개인정보보호를 매우 중요시하며, 언제나 회원이 안심하고 본원의 서비스를 사용하실 수 있도록 최선을 다하고 있습니다. 본원은 개인정보보호정책을 통하여 회원이 제공하는 개인 정보가 어떠한 용도와 방식으로 이용되고 있으며 본원이 개인정보 보호를 위해 어떠한 조치를 취하고 있는지 알려드립니다. 개인정보보호정책은 새로운 서비스가 추가되거나 개선될 경우에 변경될 수 있으며 본원은 최소 14일 전에 이를 공지할 것입니다. 수시로 본 페이지를 통해서 본원의 개인정보보호정책을 확인해 주시기 바랍니다.<br/> 


■ 이용자의 개인정보보호 <br/>

본원은 통신비밀보호법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정 및 정보통신부가 제정한 개인정보보호지침을 준수하고 있습니다. <br/>

■ 개인정보의 수집에 대한 동의 <br/>

본원은 회원이 개인정보를 입력할 때 본원의 개인정보취급방침 또는 이용약관의 내용에 대하여 [동의함], [동의안함] 단추를 클릭할 수 있는 절차를 두어, [동의함]을 클릭하면 개인 정보 수집 및 이용에 대해 동의한 것으로 간주합니다. <br/>
■ 개인정보를 수집하고 이용하는 목적 및 항목 <br/>

1) 본원은 원활한 고객상담, 각종 서비스의 제공을 위해 온라인 상담예약 등록 시 아래와 같은 개인정보를 수집하고 있습니다.<br/> 
가. 필수 개인 정보 <br/>
- 이름, 휴대폰 번호, e-mail, 주소 <br/>
나. 선택적 개인 정보 <br/>
- 은행명, 계좌번호(자동이체 등록 시), 카드사명, 카드번호, 결제승인번호(카드결제 시) <br/>
다. 만14세 미만 미성년자 가입 시 수집정보 <br/>
- 부모님(법정대리인)의 이름, 연락처
(만 14세 미만 어린이 가입 시 법정대리인 동의여부확인, 추후 법정대리인 본인확인 등을 위하여 사용됩니다.) <br/>
라. 수집 방법 <br/>
- 홈페이지 온라인 상담예약 등록을 통한 수집 <br/>
그 밖에 제한적 본인 확인제에 따른, 실명확인정보가 신용정보회사로 전송될 수 있으며, 본 정보는 관계법령에 의하여 보호 및 관리 됩니다. 
2) 본원이 회원의 개인정보를 사용하는 목적은 다음과 같으며, 다른 어떠한 용도로도 사용되지 않습니다. <br/>
가. 서비스 제공 및 상품안내 <br/>
- 컨텐츠 제공, 특정 맞춤 서비스 제공, 서비스 안내, 기타 연관된 상품안내, <br/>
나. 회원관리 <br/>
- 회원제 서비스 이용 및 제한적 본인 확인제에 따른 본인확인, 개인식별, 불량회원의 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 추후 법정 대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달 <br/>
다. 신규 서비스 개발 및 마케팅 <br/>
- 신규 서비스 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계 <br/>
본원은 수집한 개인 정보를 상기 고지한 범위 내에서만 사용하며, 회원의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다. - 이용자들이 사전에 공개에 동의한 경우 <br/>
- 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우 <br/>


■ 개인정보의 보유 기간 및 이용 기간 <br/>

본원은 회원이 개인정보의 수집 및 이용에 대한 동의를 철회하는 때까지 회원이 제공한 모든 개인 정보를 보유 및 이용하게 되며, 회원이 이용 동의를 철회하는 경우에는 회원의 개인 정보를 재생 불가능한 방법으로 지체 없이 저장 장치에서 삭제하여, 어떠한 방법으로도 열람 또는 이용할 수 없도록 만듭니다. <br/>
다만, 관계법령에서 일정한 보관기간을 정한 경우는 예외로 합니다. 이 경우 본원은 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다. <br/>
- 계약 또는 청약철회 등에 관한 기록 <br/>
보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 <br/>
보존 기간 : 5년 <br/>
- 대금결제 및 재화 등의 공급에 관한 기록 <br/>
보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 <br/>
보존 기간 : 5년 <br/>
- 소비자의 불만 또는 분쟁처리에 관한 기록 <br/>
보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률 <br/>
보존 기간 : 3년 <br/>
- 본인확인에 관한 기록 <br/>
보존 이유 : 정보통신 이용촉진 및 정보보호 등에 관한 법률 <br/>
보존 기간 : 6개월 <br/>
- 방문에 관한 기록 <br/>
보존 이유 : 통신비밀보호법 <br/>
보존 기간 : 3개월 <br/>
본원은 귀중한 회원의 개인정보를 안전하게 처리하며, 유출의 방지를 위하여 다음과 같은 방법을 통하여 개인정보를 파기합니다. <br/>
- 서면 상의 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다. <br/>
- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다. <br/>


■ 개인정보의 열람, 수정, 동의 철회 요구 권리 및 행사 방법 <br/>

1) 홈페이지를 통해 가입한 회원은 언제든지 본원 회원 가입 시에 제공한 개인 정보를 열람, 수정할 수 있으며, 개인 정보 이용에 대한 동의를 철회할 수 있습니다. 이 때 본원은 회원 탈퇴의 진위를 확인한 후 지체 없이 필요한 조치를 취하여, 이용자의 개인 정보를 파기하고 어떠한 용도로도 이용되지 않도록 처리합니다. <br/>
2) 홈페이지 외의 방법으로 가입한 회원은 서비스를 제공하는 해당 지점을 통하여 언제든지 본원 회원 가입 시에 제공한 개인 정보를 열람, 수정할 수 있습니다. 정보 이용에 대한 동의철회는 다음 담당자에게 전화 및 E-mail의 방법으로 연락해주시기 바랍니다. <br/>
담당자 정보 <br/>
이름 직책 전화번호 E-mail <br/>


■ 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항 <br/>

본원은 귀하의 정보를 수시로 저장하고 찾아내는 '쿠키(cookie)'등을 운용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다. 본원은 다음과 같은 목적을 위해 쿠키를 사용합니다. <br/>
1) 쿠키 등 사용 목적 <br/>
회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 각종 이벤트 참여 정도 및 방문 회수 파악 등을 통한 타켓 마케팅 및 개인 맞춤 서비스 제공 <br/>
귀하는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 귀하는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. <br/>
2) 쿠키 설정 거부 방법 <br/>
예:쿠키설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. <br/>
설정방법 예(인터넷 익스플로어의 경우) <br/>
: 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 <br/>
단, 귀하께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다. <br/>

■ 개인 정보 보호에 대한 기술적, 관리적 대책 <br/>

본원은 회원의 개인 정보를 소중히 여기며 안전하게 보호, 관리되도록 최선을 다하고 있으며 다음과 같은 기술적, 관리적인 대책을 세워 시행하고 있습니다. <br/>
가, 기술적 조치 
회원님의 개인 정보는 접근 권한과 비밀번호에 의해서 철저히 보호되고 있으며, 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능(Lock)을 사용하여 중요한 데이터는 별도의 보안 기능을 통해서 보호되고 있습니다. 또한 최신 백신 프로그램을 사용하여 개인 정보가 침해되는 것을 방지하고 있으며, 침입차단 시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다. 개인 정보가 급작스런 시스템 장애로 훼손되는 것에 대비하여 데이터를 정기적으로 백업하며, 기타 시스템의 안정성을 확보하기 위한 모든 기술적인 장비를 갖추려고 노력하고 있습니다.<br/> 
나, 관리적 조치 <br/>
본원은 개인 정보 관련 직원을 필요한 최소한의 인원으로 운영하며 정기 또는 수시로 담당자 교육을 통하여 개인 정보 보호 정책을 준수하도록 강조하고 있습니다. 그리고 사내 개인 정보 보호 지침 이행 및 준수 여부를 감사하기 위한 내부 절차를 마련하여 감사 결과 지침 위반 및 문제점이 발견될 경우에는 지체 없이 시정, 개선하는 등 필요한 조치를 취하고 있습니다. <br/>

■ 만 14세 미만 어린이의 개인정보 보호 <br/>

만 14세 미만의 어린이가 본원에 가입하려면 반드시 법정대리인(부모님)의 동의를 얻어야 합니다. 본원은 만 14세 미만의 어린이가 회사에 가입할 경우 법정대리인(부모님)의 동의를 구하는 절차를 마련하고 있습니다. 만 14세 미만 어린이의 법정대리인(부모님)은 어린이의 개인 정보 열람, 정정, 동의철회를 요구할 수 있으며, 이러한 요청이 있을 경우 본원은 지체 없이 필요한 조치를 취합니다. <br/>


■ 개인정보 관련 불만처리 사항 및 고객 유의 사항 <br/>

본원은 개인 정보와 관련한 회원님의 의견에 항상 소중히 여깁니다. 만일 개인 정보 관련 불만 사항이나 의문 사항이 있으시면 고객센터나 메일(mystory@mystoryis.kr)으로 문의하시면 접수 즉시 조치하여 결과를 통보해 드립니다. 본원과 이용회원은 개인정보에 관련한 분쟁이 있는 경우 신속하고 효과적인 분쟁 해결을 위하여 개인정보분쟁조정위원회에 그 처리를 의뢰할 수 있습니다. <br/>
* 개인정보분쟁조정위원회 <br/>
- 전화 : 02-405-4747 <br/>
- 팩스 : 02-405-4729 <br/>
- 홈페이지 : http://www.kopico.or.kr/ <br/>


■ e메일 주소 무단수집 거부 <br/>

본 웹사이트에 게시된 e메일 주소가 전자우편 수집 프로그램이나 그 밖의 기술적 장치를 이용하여 무단으로 수집되는 것을 거부하며, 이를 위반 시 정보통신망 법에 의해 형사처벌 됨을 유념하시기 바랍니다. <br/>
[게시일 2017년 7월 21일] <br/>
개인정보 관리 책임자 <br/>
이름 직책 E-mail <br/>

</body>
</html>