<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
<html>

<h3>회원가입 성공</h3>
					<p class="sub02_txt">
						마이스토리에 남겨주신 소중한 고객님의 정보는 내담자 보호 규정에 따라 철저히 보호되어 집니다.
						<br />
</p>			
<div align="center">
-----------------------------------------------------------------------<br><br>
<h4>회원가입이 완료되셨습니다! <br>
저희 사이트에 가입해주셔서 갑사합니다. <br>
항상 더 나은 서비스를 위해 노력하겠습니다♡♡</h4>
<br><br>-----------------------------------------------------------------------
	</div>


</html>